FemDesign.Loads.ELoadCombinationType
Used for keeping track of the type of load combination

FemDesign.Loads.ELoadCombinationType.SixTenA
6.10a in table B-3 in EKS 11

FemDesign.Loads.ELoadCombinationType.SixTenB
6.10b in table B-3 in EKS 11

FemDesign.Loads.ELoadCombinationType.Characteristic
Characteristic combination from A1.4

FemDesign.Loads.ELoadCombinationType.Frequent
Frequent combination from A1.4

FemDesign.Loads.ELoadCombinationType.QuasiPermanent
Quasi Permanent combination from A1.4